Revit 2027 API
FabricationDimensionDefinition.Dispose Method
Releases all resources used by the FabricationDimensionDefinition
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Dispose()
Public Sub Dispose
public:
virtual void Dispose() sealed
abstract Dispose : unit -> unit
override Dispose : unit -> unit
Implements
IDisposable.Dispose()
See Also
Reference
FabricationDimensionDefinition Class
Autodesk.Revit.DB Namespace